{
    "comment": [
        "E um ótimo produto, é chegou antes do esperado. E maravilhoso compra com os parceiros da Americana", 
        "Entrega super rápida, e o celular maravilhoso . Antes do previsto",
        "Vendedor enviou super rápido com três diaa estava em minha mão", 
        "Bom custo beneficio, produto oferece aquilo que precisavamos",
        "Muito bom chegou no mesmo dia Muito bom mesmo", 
        "Produto de ótima qualidade, comprei e chegou antes do prazo . Recomendo.",
        "Um bom celular, me ajuda muito nas tarefas do dia a dia e não trava muito.", 
        "rapidez na entrega (comprei no dia e chegou no outro) produto muito bom, recomendo demais",
        "Superou minhas expectativas e a rapidez dar entrega foi excelente.", 
        "Muito bom chegou no mesmo dia Muito bom mesmo",
        "Produto de ótima qualidade, comprei e chegou antes do prazo . Recomendo.", 
        "Um bom celular, me ajuda muito nas tarefas do dia a dia e não trava muito.",
        "rapidez na entrega (comprei no dia e chegou no outro) produto muito bom, recomendo demais", 
        "Superou minhas expectativas e a rapidez dar entrega foi excelente.",
        "Produto apresentou problemas na tecla no momento de resetar. Estou com muitas dificuldades para configurar por conta da tecla e sem assistência.", "","", "","", "",
        "É um Celular de boa Qualidade, bonito boa câmera rápido em suas tarefas, poderia ter menos aplicativos instalados pela Samsung para ter um melhor aproveitamento da memória interna, sendo que muitos deles nem se usa, boa bateria, apesar que poderia ser bateria de se remover assim ficaria mais barato sua substituição quando necessário. Do mais gostei muito, sim eu recomendo.", 
        "Muito bom o produto. O Smart é simples, mas é muito eficiente. Gostei",
        "Entrega super rapida, chegou antes do prazo, tudo ok com o produto!", 
        "Samsung e o melhor, aconselho a quem quer ter um celular bom e preços acessíveis compra um Samsung, não deixa nada a desejar.",
        "Entregou super rápido bem antes do esperado.. Amei", 
        "Todo o processo de compra até chegar em casa foi ótimo.",
        "O palicativo mostra uma data pra entrega, mais na verdade demora muito mais dias. Isso é um pouco chato.", 
        "Produto de boa qualidade e a entrega chegou em tempo hábil!",
        "Para as minhas necessidades o celular é excelente. A camera é melhor do que eu esperava e o design é lindo e confortável",
        "Esse e muito bom amei muito comprei e amei , eu recomendo para vcs",
        "O produto é muito bom, tem ótimas funções, dentre do que eu esperava e um bom atendimento.",
        "Ótimo custo benefício, o celular não trava,muito rápido, fino e bonito.",
        "Chegou bem mais rápido do que eu imaginei, veio bem embalado, e é um celular muito bom",
        "Ótimo celular pelo custo benefício recomendo,vale apena pelo smartphone",
        "Ótimo celular, atendeu todas minhas expectativas e o preço dele é bem acessível. Amei !!!!", 
        "Excelente e de alta qualidade a camera ja quero outro para presentear minha mae no dia das mães",
        "Ótimo custo benefício. Bem levinho e gostoso de usar",
        "Realmente ester aparelho emuito bom e de boua colidade chegou anto do praz",
        "Otimo celular designer lindoo supwrou minhas expectativas super recomendo",
        "Entrega super rapida, to amando meu celular, superor todas as minhas espectativas nota 1000",
        "Muito bom em tudo, rápido, fino, leve, é tem um preço excelente.", 
        "O produto chegou em três dias, o celular parece ser bom",
        "Este celular e excelente, câmera dele e maravilhosa, o melhor cel que tive até o momento, este e o segundo celular a10 que compro, comprei um pra mim e outro pra meu irmão.",
        "Excelente custo benefício, além da entrega super rápida.",
        "Muito útil ,até o momento não deu ruim,bom funcionamento",
        "Excelente aplicativo, eficiência na entrega.Parabéns!!!",
        "Produto bom com ótimo custo benefício, eu recomendo.",
        "gostei do produto e do prazo de entrega muito rápido",
        "Melhor celular q existe...muito lindooo e moderno♡♡♡", 
        "Venho antes do previsto e em boas condições de funcionamento , funcionando perfeitamente"
    ]
}
